//let pi = Math.PI.toFixed(2); // 1. Находим число Pi и округляем до 2 знаков после запятой

//let value = Math.max(15, 11, 16, 12, 51, 12, 13, 51); // 2. Находим максимальное значение

//let value = Math.min(15, 11, 16, 12, 51, 12, 13, 51); //2. Находим минимальное значение

//let value = (Math.random() * 10).toFixed(2); //3. Получить случайное число и округлить его до двух цифр после запятой

//let value = Math.round(Math.random() * 10); //3. Получить случайное целое число от 0 до X. X - любое произвольное число.

//let value = (0.6*10 + 0.7*10)/10; //4. Проверить результат вычисления 0.6 + 0.7 - как привести к нормальному виду (1.3)

let value = parseInt("100$"); // 5. Получить число из строки ‘100$’

document.write(value);
